// C-style comments.
// First non-comment line must be the following:
MCSkin3D Language File
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Chinese
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#Version=1.0
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#SuppVersion=1.4
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="zh-CN"

// These lines are not required, they are simply for identification
// purposes.
#Author="NONE"
#AuthorContact="paril@alteredsoftworks.com"
#AuthorSite="www.alteredsoftworks.com"

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="确定"
C_CANCEL="取消"
C_CLOSE="关闭"
C_COPYTOCLIPBOARD="复制到剪贴板"

M_FILE="文件"
	M_SAVE="保存"
	M_SAVEAS="另存为"
	M_SAVEALL="全部保存"
	M_UPLOAD="上传皮肤..."
	M_EXIT="退出"
M_EDIT="编辑"
	M_UNDO="撤销"
	M_REDO="重做"
	M_TOOL="工具"
M_VIEW="视图"
	M_MODE="预览模式"
		M_PERSPECTIVE="透视视图 (3D)"
		M_TEXTURE="平面视图 (2D)"
		M_HYBRID="混合视图"
	M_3D="3D设置"
		M_ANIMATE="人物动画"
		M_FOLLOWCUR="跟随指针"
		M_GRASS="显示草地"
		M_GHOST="屏蔽半透明部位显示"
		M_MULTISAMPLING="抗锯齿"
	M_2D="2D设置"
		M_ALPHACHECKER="透明模式"
		M_OVERLAY="对照图"
			M_ENABLEOVERLAY="启用"
	M_TRANSMODE="透明模式"
		M_OFF="关闭"
		M_HELMETONLY="只应用于头盔"
		M_ALL="全部"
	M_VISIBLEPARTS="可见部位"
		M_HEAD="头部"
		M_HELMET="头盔"
		M_CHEST="身体"
		M_LEFTARM="左臂"
		M_RIGHTARM="右臂"
		M_LEFTLEG="左腿"
		M_RIGHTLEG="右腿"
M_OPTIONS="设置"
	M_KEYSHORTCUTS="键盘快捷键"
	M_BGCOLOR="背景颜色"
M_LANGUAGE="语言"
M_HELP="帮助"
	M_CHECKUPDATES="检查更新"
	M_AUTOUPDATE="自动检查更新"

T_TREE_ZOOMOUT="缩小"
T_TREE_ZOOMIN="放大"
T_TREE_IMPORTHERE="载入皮肤..."
T_TREE_NEWFOLDER="新建目录..."
T_TREE_RENAME="重命名..."
T_TREE_DELETE="删除..."
T_TREE_CLONE="复制"
T_TREE_UPLOAD="上传"

T_SAVE="保存"
T_SAVEALL="全部保存"
T_UNDO="撤销"
T_REDO="重做"
T_PERSPECTIVE="透视"
T_TEXTURE="平面"
T_HYBRID="混合"
T_SCREENSHOT="屏幕截图(按住Shift后点击此处以截图)"
T_TOGGLEHEAD="显示头部"
T_TOGGLEHELMET="显示头盔"
T_TOGGLECHEST="显示身体"
T_TOGGLELEFTARM="显示左臂"
T_TOGGLERIGHTARM="显示右臂"
T_TOGGLELEFTLEG="显示左腿"
T_TOGGLERIGHTLEG="显示右腿"
T_SWATCHES="色板"

M_IMPORT_HERE="载入皮肤..."
M_NEWFOLDER_HERE="新建目录..."
M_RENAME="重命名..."
M_DELETE="删除..."
M_CLONE="复制"

T_TOOL_CAMERA="自由浏览"
T_TOOL_PENCIL="铅笔"
T_TOOL_ERASER="橡皮"
T_TOOL_DROPPER="吸管"
T_TOOL_DODGEBURN="加白/加黑"
T_TOOL_DARKENLIGHTEN="变暗/变亮"
T_TOOL_BUCKET="颜色填充"
T_TOOL_NOISE="噪点"

B_MSG_DIRMISSING="包含的目录丢失 - 这可能是因为你没有提取出相关程序。这虽然不是一个关键问题，但您将丢失任何模板，色板或其他内容."
B_MSG_UPTODATE="您的软件已经是最新的版本."
B_MSG_NEWUPDATE="有新版本发布,要去查看相关帖子吗?"
B_MSG_UPLOADERROR="皮肤上传错误:"
B_MSG_UPLOADSUCCESS="皮肤上传成功.恭喜您!"
B_MSG_DELETESKIN="确定删除这个皮肤吗?"
B_MSG_DELETEFOLDER="确定删除这个文件夹吗?"
B_MSG_OVERLAYERROR="无法载入对照图: "{0}";你确定分辨率为2的幂?"
B_MSG_UPLOADRES="虽然您能够利用MCSkin3D来编辑更高分辨率的皮肤,但是您不能把它们上传至Minecraft."
B_MSG_ANTIALIAS="请重新启动MCSkin3D来应用抗锯齿功能."
B_MSG_PIXELFORMAT="抱歉, 可能您的显卡不支持32位色."
B_MSG_SHORTCUTEXISTS="快捷方式 "{0}" 已经使用快捷键 "{1}" - 取消目前快捷键."

B_CAP_QUESTION="问题"
B_CAP_SORRY="抱歉"

C_SQUARE="矩形"
C_CIRCLE="圆形"

O_EXPOSURE="曝光:"
O_INCREMENTAL="增量"
O_LIGHTEN="变亮"
O_DARKEN="变暗"
O_DODGE="加白"
O_BURN="加黑"
Q_THRESHOLD="阈值:"

C_NEW="新建"
C_CANTMOVE="无法移动到"
C_COPYTO="复制到"
C_MOVETO="移动到"
C_IMPORTTO="输出到"

C_SETTINGSFAILED="配置文件载入失败; 将载入默认配置."

C_AUTOLOGIN="自动登录"
C_REMEMBER="保留账户名"
C_USERNAME="账户名:"
C_PASSWORD="密码:"
C_UPLOADTEXT="如果要上传皮肤,您需要登录至Minecraft.net.为此您需要输入您的账户名和密码以使程序自动完成此过程."

C_UPLOADING="正在上传您的皮肤! 请稍等..."
C_SHORTCUTINUSE="快捷键已被占用"

S_TREEVIEW_ZOOMIN="展开"
S_TREEVIEW_ZOOMOUT="收起"
S_SWATCH_ZOOMIN="展开"
S_SWATCH_ZOOMOUT="收起"
S_COLORSWAP="替换前景色/背景色"
S_RENAME="改变名称"
S_CLONE="复制节点"
S_DELETE="删除节点"
S_SCREENSHOT_CLIP="截图至剪贴板"
S_SCREENSHOT_SAVE="截图保存至"
S_TOGGLEVIEW="切换预览模式"
S_TOGGLETRANS="切换透明模式"

M_SHORTCUTS="点击对应功能并输入按键来设置快捷键."

T_CAMERA="左键旋转人物.右键或滚轮缩放."
T_PENCIL="左键绘制.右键或滚轮旋转或缩放.按下Shift以切换至背景颜色."
T_DROPPER="左键拾取颜色.右键或滚轮旋转或缩放.按下Shift以选择背景或前景."
T_DODGEBURN="左键加白或加黑.右键或滚轮旋转或缩放.按下Shift以切换工具."
T_DARKENLIGHTEN="左键变暗或变亮.右键或滚轮旋转或缩放.按下Shift以切换工具."
T_ERASER="左键擦除.右键或滚轮旋转或缩放."
T_FILL="左键填充.按下Shift以切换背景颜色.按下Ctrl以锁定工作面.右键或滚轮旋转或缩放."
T_NOISE="单击应用噪点.右键或滚轮旋转或缩放."

C_UNSAVED="您有未保存的操作,确定要退出吗?"
C_UNSAVED_CAPTION="稍等!"

O_HOLDNESS="数量:"

G_BRUSH="笔刷"
G_BRUSHOPTS="笔刷设置"
G_NOISEOPTS="噪点设置"
G_FILLOPTS="填充设置"
G_TOOL="工具"

T_DECRES="降低分辨率"
T_INCRES="提高分辨率"

M_NEWSKIN_HERE="新建皮肤"

M_SKINERROR="无法从Minecraft皮肤库下载皮肤"
M_FETCH_NAME="从Minecraft中提取"
M_FETCH_TEXT="MCSkin3D能够从您或其他人的Minecraft账户中提取皮肤文件.请输入账户名来提取"
M_PLAYER_NAME="账户名:"

C_YES="确定"
C_NO="取消"
D_DONTASK="不再询问"
M_IRREVERSIBLE="此操作不可恢复.确定吗?"

M_TEMP="您正在临时目录中打开软件,请解压后启动软件以开启全部功能."

T_RESETCAMERA="视角复位"
M_SKINDIRS="默认皮肤路径"
M_DYNAMICOVERLAY="动态对照图"
M_DYNAMICOPTIONS="动态设置"
M_LINECOLOR="轮廓颜色"
M_LINESIZE="轮廓尺寸"
M_OVERLAYTEXTSIZE="文本尺寸"
M_TEXTCOLOR="文本颜色"

U_PIXELSCHANGED="已改变的像素"
T_TOOL_STAMP="印章"
T_STAMP="左键点击应用印章.按下Shift点击来提取图像."
L_UNDOACTIONS="撤销{0}操作"
L_REDOACTIONS="重做{0}操作"

M_BROWSE="在文件夹{0}中打开"
M_SKIN="皮肤"
M_FOLDER="目录"

M_SHARED="其他设置"
M_INFINITEMOUSE="指针范围无限"

T_SWATCHEDIT=" 编辑色块"
T_DELETESWATCH="删除色块"
T_ADDSWATCH="添加色块"

M_EXPT_EXCEPTION="程序异常"
M_EXPT_APPERROR="程序错误"
M_EXPT_ERRORTEXT=MCSkin3D出现错误.\r\n\r\n希望您能将问题反馈给我们,您的资料是完全保密的.\r\n\r\n请点击"发送错误报告"并填写相关信息来告诉我们.您也可以取消发送此报告."
M_EXPT_SHOW="不再显示"
M_EXPT_CLOSE="关闭"
M_EXPT_VIEW="点此查看发送报告"
M_EXPT_HERE="这里."

C_RESTART="在操作前,程序需要重新启动"
C_RESTART_CAPTION="需要重新启动"
D_UNSAVED="您有未保存的皮肤;改变皮肤目录时将失去当前未保存的操作,继续吗?"
D_UNSAVED_CAPTION="未保存的操作"

M_RENDERSTATS="即时信息"
M_GRIDCOLOR="辅助线颜色"
M_GRIDOPACITY="辅助线密度"

M_LOADING="载入中..."
M_NEWPALETTE="新建色板"
M_DELETEPALETTE="删除色板"
M_CONVERTSWATCH="转换色板模式..."
M_RENAMEPALETTE="重命名色板"
M_CURRENTFORMAT="当前格式:"
M_NEWFORMAT="新格式:"
M_SWATCHQUESTION="此操作将删除色板,确定吗?"
M_SWATCHQUESTION_CAPTION="确定吗?"

M_UPDATESTARTING="更新中 - 软件将自动关闭并在更新完毕后启动.此过程中可能出现安全软件误报,请不要担心."
M_REPORTVIEWER="浏览报告"

M_GRIDENABLED="显示辅助线"
M_RENDERRESTART="需要重新启动才能改变你的渲染模式."
M_RENDERER="渲染器"
M_CLIENTARRAYS="客户端阵列"
M_IMMEDIATE="即时模式"
W_POPOUT="分离窗口"

E_SKINERROR="尝试加载皮肤"{0}"时发生错误;请删除这个文件或将其移动到文件夹外."
T_TOGGLECHESTARMOR="显示胸部盔甲"
T_TOGGLELEFTARMARMOR="显示左臂盔甲"
T_TOGGLERIGHTARMARMOR="显示右臂盔甲"
T_TOGGLELEFTLEGARMOR="显示左腿盔甲"
T_TOGGLERIGHTLEGARMOR="显示右腿盔甲"

M_CHESTARMOR="胸部盔甲"
M_LEFTARMARMOR="左臂盔甲"
M_RIGHTARMARMOR="右臂盔甲"
M_LEFTLEGARMOR="左腿盔甲"
M_RIGHTLEGARMOR="右腿盔甲"

C_SCALE="缩放"
C_CROP="裁剪"
M_SKINSIZEMISMATCH="在此皮肤的尺寸不匹配所选模型的预期尺寸. MCSkin3D可以用以下两种方法之一来解决:\n\n裁剪: 只需让皮肤尺寸与模型的尺寸想匹配,而无需修改皮肤本身. 注意这可能会根据尺寸的差异裁剪你的部分皮肤. 如果你将1.7的皮肤转换到1.8的格式,可以使用这个选项.\n\n缩放: 缩放皮肤适应要求尺寸.\n\n注意这是一个破坏性操作,无法撤消."